[-Strings-]
 1=Αντιγραφη απο %s σε %s
 2=Μετακινηση απο %s σε %s
 3=Αντιγραφη %s
 4=Αντιγραφη (%d) απο %s
 5=Προσθηκη της λιστας αντιγραφων σε αυτη την αντιγραφη?
 6=Δημιουργια της λιστας αντιγραφων, εξελιξη ενεργειας:
 7=Επιλεξτε εναν χωρο αποθηκευσης
 8=Αρχειο %d/%d, Συνολικα: %s
 9=%s, %s
10=%n KB/Δευ
11=%s Υπολοιπο
12=Διακοπη - %s
13=Παυση - %s
14=Υπομονη - %s
15=%s, αλλαχθηκε : %s
16=Μετονομασια 
17=Πιεση
18=Λιστοποιηση
19=Αντιγραφη
20=Ημερομηνια ανανεωσης
21=Ανανεωση ιδιωτητων
22=Αναεωση ασφαλειας
23=Bytes
24=KB
25=MB
26=GB
27=Επιλογη αρχειου που θα προσθεθει
28=Βοηθεια στην μετονομασια
29=Διαθέσιμες δείκτες :|<full> : Ονομα ολοκληρου του αρχειου με επεκταση|<name> : Ονομα ολοκληρου του αρχειου χωρις επεκταση|<ext> : Επεκταση χωρις τελεια|<#>,<##>,<#...#> : τρεχον αριθμος, παραδειγμα: # Νεο 1, ## Νεο 01, ...
30=Βοηθεια για διαθεσιμες Παραμετρους
31=Μέγεθος του ρυθμιστικού αντιγράφου:| Η κατασταση καθε αναγνωρισμενου Μπλοκ, δεν μπορει να αλλαχθει.| Ανανεωση διάστηματος από το παράθυρο αντιγραφής:| Διάστημα μεταξύ δύο ανανεωσεων του παραθύρου αντίγραφων, υψηλοτερη τιμη σημαινει χαμηλωτερη, CPU-φορτωση.| Εμφανιση της μεσης ταχυτητας της αντιγραφης που αρχισε:| Η ταχύτητα του τελικού αντιγράφου είναι ο μέσος όρος σε αυτό το διάστημα.|Διαστημα ρυθμισης της αντιγραφης:| Αναλυση της μειωσης ταχυτητας, μια μεγαλη τιμη σημαινει μια πιο ακριβης μειωση, μια μικρη τιμη την κανει ιδια.
32=Αυτο το αρχειο υπαρχει ηδη
33=%s|Αρχειο: %s
34=Σφαλμα κατα την αντιγραφη
35=%s|Αρχειο: %s|Σφαλμα: %s
36=Εμφανιση μη μπλοκαρισμενου σφαλματος
37=%s|Λειτουργια: %s|Στοχος: %s|Σφαλμα: %s
38=Τελος αντιγραφης
39=%s|Τελικη ταχυτητα: %s
40=Το SuperCopier2 δεν μπορει να εκκινηθει
41=Το SuperCopier2 δεν μπορεσε να ενωθει σε διαδικασιες, αν εκκινηθηκαν πολλαπλα.|Κειμενο του σφαλματος: 

[ConfigForm]
-Caption-=Ρυθμιση
lvSections=,Γλωσσα,Εκκινηση,"Επιφανεια χρηστη","Ειδικες ρυθμισεις αντιγραφης","Συμπεριφορα αντιγραφης","Πληροφορίες σχετικά με σφάλματα","Κεκτημενες διαδικασίες", Εκτεταμενα
gbLanguage=Γλωσσα
llLanguage=Γλωσσα της επιφανειας:
llLanguageInfo=(Αγγλικα (Προεπιλογη) δεν εφαρμοζεται χωρις εκκινηση του SuperCopier.)
gbStartup=Εκκινηση
chStartWithWindows=Εναρξη κατα την εκκίνηση του Windows 
chActivateOnStart=Ενεργοποιηση του SuperCopier κατα την εκκινηση
gbTaskbar=Task και System-Tray
llMinimizedEventHandling=Όταν συμβεί ένα γεγονός, και το παράθυρο ελαχιστοποιειτε:
chTrayIcon=Εδραιωση του SuperCopier-εικονιδιου στο Systemtray
cbMinimize="Μικρυνση του παραθυρου στο Systemtray και συνεχεια εμφανες","Μικρυνση του παραθυρου στο Task"
cbMinimizedEventHandling="Χρονος υπομονης (Χρονος, μεχρι να επαναφερθει το παραθυρο)","Εμφανιση φυσαλιδων πληροφοριων (δεν δουλευει με τα Windows 95,98 και NT4)","Εδραιωση παραθυρου γεγονοτων"
gbCWAppearance=μφανιση του παραθυρου αντιγραφης
chCWSavePosition=Εκθυμηση της θεσης του παραθυρου αντιγραφης
chCWSaveSize=Εμφανιση του μεγεθους του παραθυρου αντιγραφης
chCWStartMinimized=Εκκινηση αντιγραφης σε μικρο παραθυρο
gbSizeUnit=Μοναδα μεγεθους
llSizeUnit=Το μεγεθος του αρχειου θα εμφανιστει σε:
cbSizeUnit="Αυτοματη μοναδα",Bytes,"KB (Kilobytes)","MB (Megabytes)","GB (Gigabytes)"
gbProgressrar=Πλαισιο εξελιξης
llProgressFG=Χρωμα προσκηνιου:
llProgressBG=Χρωμα φοντου:
llProgressBorder=Χρωμα περιθωριου:
llProgressText=Χρωμα κειμενου:
btProgressFG1=Περιθωριο
bgProgressFG2=Κεντρο
btProgressBG1=Περιθωριο
btProgressBG2=Κεντρο
btProgressBorder=Περιθωριο
btProgressOutline=Περιθωριο
btProgressText=Κειμενο
gbCopyEnd=Τελος αντιγραφης
llCopyEnd=Στο τελος της αντιγραφης:
cbCopyEnd="Κλεισιμο παραθυρου","Κανενα κλεισιμο παραθυρου","Κανενα κλεισιμο κατα την εμφανιση σφαλματων"
gbSpeedLimit=Μειωση ταχυτητας
llSpeedLimitKB=KB
chSpeedLimit=Μειωση ταχυτητας αντιγραφης σε:
gbCollisions=Συγκρούσεις αρχείου 
llCollisions=Αν υπαρχει ηδη ενα αρχειο, τοτε:
cbCollisions="Ερωτηση","Διακοπη αντιγραφης",Παρακατω,"Εκκινηση ενεργειας ξανα",Αντικατασταση,"Αντικατασταση διαφορετικων","Μετονομασια αρχειου","Μετονομασια πηγαιου αρχειου"
gbCopyErrors=Σφαλμα κατα την αντιγραφη
llCopyErrors=Κατα την εμφανιση σφαλματων αντιγραφης τοτε:
llRetryInterval=Χρονος υπομονης αναμεσα σε δυο ενεργειες:
llRetryIntervalUnit=Μιλιδευτερολεπτα
cbCopyError="Ερωτηση","Διακοπη αντιγραφης",Παρακατω,Ελεγχος,"Μετακινηση αρχειου στο τελος της λιστας"
edCopyErrorRetry=2000
gbCLHandling=Διαχειριση νεων λιστων αντιγραφης
llCLHandling=Ενωποιηση λιστας αντιγραφης με μια αλλη:
llCLHandlingInfo=(Πηγη σημαινει π.χ σκληρος δισκος)
cbCLHandling=Ποτε,Παντα,"Η πηγη ειναι ιδια","Ο στοχος ειναι ιδιος","Πηγη και στοχος ειναι ιδια","Πηγη η στοχος ειναι ιδια"
chCLHandlingConfirm=Ερωτηση πριν την προσθηκη
gbAttributes=Ιδιοτητες και ασφαλεια
chSaveAttributesOnCopy=Κατα την αντιγραφη, αντιγραφη ιδιοτητων ασφαλειας
chSaveAttributesOnMove=Αντιγραφη ιδιοτητων ασφαλειας κατα την μετακινηση
gbDeleting=Διαγραφη
chDeleteUnfinishedCopies=Διαγραφη μη ολοκληρωμενων αρχειων που αντιγραφθηκαν
chDontDeleteOnCopyError=Καμμια Διαγραφη κατα την εμφανιση σφαλματων
gbRenaming=Μετονομασια
llRenameOld=Ονομα μετονομασιας του αρχειου πηγης:
llRenameNew=Ονομα μετονομασιας του στοχου:
btRenamingHelp=Βοηθεια
gbErrorLog=Πληροφορηση για σφαλματα
llErrorLogAutoSaveMode=Αποθηκευση σε:
llErrorLogFileName=Ονομα αρχειου (η ονομα χωρου αποθηκευσης):
cbErrorLogAutoSaveMode="Χωρος αποθηκευσης","Πηγη αρχειου","Ενα ειδικο αρχειο"
chErrorLogAutoSave=Αυτοματη αποθηκευση αναφορας σφαλματος
gbHandledProcesses=Αποκτηση λειτουργιων
llHandledProcessses=Λιστα λειτουργιων (Γραμμη εντολων η αλλη), που θα αποκτηθει απο το SuperCopier:
btAddProcess=Προσθηκη
btRemoveProcess=Απομακρυνση
gbPriority=Προτεραιότητα 
llPriority=Προτεραιοτητα διαδικασιων του SuperCopier:
cbPriority=Χαμηλη, Κανονικη, Υψηλη
gbAdvanced=Εξελιγμενες Παραμετροι:
llCopyBufferSize=Μεγεθος του buffer αντιγραφης:
llCopyBufferSizeUnit=Bytes
llCopyWindowUpdateInterval=Διαστημα ανανεωσης του παραθυρου αντιγραφης:
llCopyWindowUpdateIntervalUnit=Μιλιδευτερολεπτα
llCopySpeedAveragingInterval=Μεση ταχυτητα αντιγραφης σε:
llCopySpeedAveragingIntervalUnit=Μιλιδευτερολεπτα
llCopyThrottleInterval=Διαστημα ανανεωσης κατα την αντιγραφη:
llCopyThrottleIntervalUnit=Μιλιδευτερολεπτα
chFastFreeSpaceCheck=Υπολογισμός της ελεύθερης μνήμης (πιθανα σφαλματα στα πεδια του NTFS) 
chFailSafeCopier=Χρησιμοποιηση αλανθαστης αντιγραφης (Αντιγραφη χωρις unicode-υποστηριξη)
chCopyResumeNoAgeVerification=Κανενας ελεγχος αν η ημερομηνια του αρχειου ειναι πανομοιοτυπη πριν συνεχιστει η αντιγραφη
gbConfigLocation=Αποθηκευση παραμετρων
llConfigLocation=Αποθηκευση παραμετρων σε:
cbConfigLocation="στην Registry","σε ενα Ini-Αρχειο"
btAdvancedHelp=Βοηθεια
btCancel=Διακοπη
btOk=OK
btApply=Εφαρμογη
odLog=Ολα τα αρχεια (*.*)
odProcesses=Διαδικασια (*.exe)|*.exe

[MainForm]
miActivate=Ενεργοποιηση
miDeactivate=Απενεργοποιηση
miNewThread=Νεα εργασια
miNewCopyThread=Αντιγραφη...
miNewMoveThread=Μετακινηση...
miThreadList=Λιστα εργασιων
miCancelThread=Διακοπη
miCancelAll=Διακοπη ολων των εργασιων
miConfig=Ρυθμιση...
miAbout=Πληροφοριες για...
miExit=Αποχωρηση

[AboutForm]
-Caption-=Πληροφοριες για το SuperCopier
llStaffTitle=Stab:
llStaff1=GliGli: Κεντρικος κωδικος, Yogi: Αντιγραφη απο το NT αυθεντικο,
llThanksTitle=Ευχαριστιες στους:
llThanks1=TntWare (Unicode στοιχεια), Tal Sella (Εικονιδια),
llThanks2=Mathias Rauen (Χουκ-βιβλιοθηκη).
llStaff2=ZeuS: Γραφικα στοιχεια.
btOk=Ok
btReadme=LeeMe.txt

[CopyForm]
llFromTitle=Απο:
llToTitle=Σε:
tsCopyList=Λιστα αντιγραφων
btFileTop=,"Μετακινηση αρχειου στην αρχη"
btFileUp=,"Μετακινηση αρχειου προς τα πανω"
btFileDown=,"Μετακινηση αρχειου προς τα κατω"
btFileBottom=,"Μετακινηση αρχειου στο τελος"
btFileAdd=,"Προσθηκη αρχειων"
btFileRemove=,"Απομακρυνση αρχειων"
btFileSave=,"Αποθηκευση λιστας αντιγραφων"
btFileLoad=,"Φορτωση λιστας αντιγραφων"
lvFileList=Πηγη, Μεγεθος,Στοχος
tsErrors=Αναφορα σφαλματων
btErrorClear=,"Διαγραφη αναφορας"
btErrorSaveLog=,"Αποθηκευση αναφορας"
lvErrorList=Χρονος,Ενεργεια,Στοχος,"Κειμενο σφαλματος"
tsOptions=Ρυθμισεις
gbSpeedLimit=Μειωση ταχυτητας
llSpeedLimitKB=KB
chSpeedLimit=Μειωση ταχυτητας αντιγραφης σε:
cbSpeedLimit=64,128,256,512,1024,2048,4096,8192,16384,32768
gbCollisions=Συγκρούσεις στα αρχεία 
llCollisions=Οταν υπαρχει το αρχειο, τοτε:
cbCollisions="Ερωτηση","Διακοπη αντιγραφης",Παρακατω,"Επαναλυψη",Αντικατασταση,"Αντικατασταση διαφορετικων","Μετονομασια στοχου","Μετονομασια πηγαιου αρχειου"
gbCopyErrors=Σφαλμα κατα την αντιγραφη
llCopyErrors=Κατα την εμφανιση ενος σφαλματος:
cbCopyError="Ερωτηση","Διακοπη αντιγραφης",Παρακατω,Ελεγχος,"Μετακινηση στο τελος της λιστας"
gbCopyEnd=Τελος αντιγραφης
llCopyEnd=Μετα το τελος αντιγραφης:
cbCopyEnd="Κλεισιμο παραθυρου","Κανενα κλεισιμο παραθυρου","Κανενα κλεισιμο παραθυρου κατα την εμφανιση σφαλματων"
btSaveDefaultCfg=Αποθηκευση σαν προκαθαρισμενη ρυθμιση
btCancel=Διακοπη,
btSkip=Παρακατω,
btPause=Παυση,
btResume=Επαναλυψη,
btUnfold=Αναπτυξη,
btFold=Κλεισιμο,
miTop=Μετακινηση προς τα πανω
miUp=Προς τα πανω
miDown=Προς τα κατω
miBottom=Μετακινηση προς τα κατω
miRemove=Απομακρυνση
miSelectAll=Επιλογη ολων
miInvert=Αντιστραφη επιλογης
miDefaultDest=Προκαθορισμενος χωρος αποθηκευσης()
miChooseDest=Επιλογη χωρου αποθηκευσης...
miChooseSetDefault=Επιλογη χωρου αποθηκευσης και δημιουργια προκαθορισμου...
miCancel=Διακοπη
odCopyList=Λιστα αντιγραφων SuperCopier2 (*.scl)|*.scl
sdCopyList=Λιστα αντιγραφων SuperCopier2 (*.scl)|*.scl
sdErrorLog=Αρχεια κειμενων (*.txt)|*.txt
odFileAdd=Ολα τα αρχεια (*.*)
miAddFiles=Προσθηκη αρχειων...
miAddFolder=Προσθηκη χωρων αποθηκευσης...
miStResume=Ανανεωση
miStPause=Παυση
miStCancel=Διακοπη

[CollisionForm]
-Caption-= - Υπαρχει ηδη ενα αρχειο
llCollisionText1=Το ακολουθο αρχειο υπαρχει ηδη:
llSourceTitle=Πηγη:
llDestiationTitle=Στοχος:
llCollisionText2=Τι να κανω?
btCancel=Διακοπη,
Skip1=Παρακατω
Alwaysskip1=Παρακαμψη συνεχως
Resume1=Επαναφορα
Alwaysresume1=Επαναφορα συνεχως
Overwrite1=Αντικατασταση
Overwtiteisdifferent1=Αντικατασταση διαφορετικων
Alwaysoverwrite1=Συνεχης μετονομασια
Alwaysoverwriteifdifferent1=Συνεχης αντικατασταση διαφορετικων
Rename1=Μετονομασια
Renameoldfile1=Μετονομασια του πηγαιου αρχειου
Customrename1=Ειδικη μετονομασια
Alwaysrename1=Συνεχης μετονομασια
Alwaysrenameoldfile1=Συνεχης μετονομασια του πηγαιου αρχειου

[CollisionRenameForm]
-Caption-=Ειδικη μετονομασια
rbRenameNew=Μετονομασια στοχου
rbRenameOld=Μετονομασια πηγαιου αρχειου
llOriginalNameTitle=Μετονομασια απο:
llNewNameTitle=σε:
btCancel=Διακοπη,
btRename=Μετονομασια,

[CopyErrorForm]
-Caption-= - Σφαλμα κατα την αντιγραφη
llCopyErrorText3=Τι να κανω?
llCopyErrorText1=Η αντιγραφη:
llCopyErrorText2=διακοπηκε για τον ακολουθο λογο:
btCancel=Διακοπη,
Retry1=Ελεγχος
Alwaysretry1=Συνεχης ελεγχος
Endoflist1=Τελος της λιστας
Alwaysputtoendoflist1=Μετακινηση παντα στο τελος της λιστας
Skip1=Παρακαμψη
Alwaysskip1=Συνεχης παρακαμψη

[DiskSpaceForm]
-Caption-= - Δεν υπαρχει αρκετοε ελευθερος χωρος
llDiskSpaceText1=Στα ακολουθα Drives δεν υπαρχει αρκετος χωρος:
llDiskSpaceText2=Τι να κανω?
lvDiskSpace=Drive,Μεγεθος,Ελευθερο,Ελλειψη
btCancel=Διακοπη,
btForce="Εφαρμογη αντιγραφης",
 
